# MepLowerBottomElevationIncludeInsulation Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..MepLowerBottomElevationIncludeInsulation Property
ParameterTypeId Class See Also
---
"Lower End Bottom of Insulation Elevation"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId MepLowerBottomElevationIncludeInsulation { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MepLowerBottomElevationIncludeInsulation As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MepLowerBottomElevationIncludeInsulation {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace